driver-tests/bpelse/assign/AssignJbi/test/CopyQNameInvoke/Input.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance"
                   xmlns:xsd="http://www.w3.org/1999/XMLSchema"
                   xmlns:tns="http://sun.com/echo/"
                   xmlns="urn:DataType">
 <SOAP-ENV:Header/>
 <SOAP-ENV:Body>
   <QNamePart>
	<xsd_QName>tns:QNameLength17</xsd_QName>
       	<optional_QName>tns:QNamePart</optional_QName>
	<repeat_QName>tns:QNamePart</repeat_QName>
	<repeat_QName>tns:QNameOperation</repeat_QName>
   </QNamePart>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
